{
    "Salut,": "Hello,",
    "BIENVENU.E DANS": "WELCOME TO",
    "Optimise ta révision des notes -": "Optimize your note review -",
    "en retrouvant un ensemble des documents :\nanciens questionnaires d'examens, d'interrogations, des travaux pratiques, ...": "by finding a set of documents:\nold exam questionnaires, quizzes, practical work, ...",
    "Connexion": "Connection",
    "Confirmer": "Confirm",
    "Noms": "Name",
    "Mail": "Mail",
    "Université": "University",
    "Faculté": "Faculty",
    "Promotion": "Grade",
    "Université Catholique de Bukavu": "Catholic University of Bukavu",
    "Veuillez compléter tous les champs": "Please complet all fields",
    "Continuer": "Continue",
    "Pour une meilleure expérience avec Jifunz'App, veuillez compléter les infos ci-après :": "For a better experience with Jifunz'App, please complete the information below:",
    "Vérifie si toutes les infos sont correctes": "Check if all informations are correct",
    "Bienvenu.e encore": "Welcome back",
    "Voici les cours de la faculté de ": "Here are the courses of the faculty of ",
    ", nous avons choisi pour vous les cours de ": ", we have chosen for you the courses of ",
    " d'abord, mais avant de valider vous pouvez ajouter d'autres en sélectionnant ceux-ci selon vos besoins.": " first, but before validating you can add others by selecting them according to your needs.",
    "Version de l'App : ": "App version: ",
    "Version d'Android : ": "Android version: ",
    "Dernière Mise en jour : ": "Last Update: ",
    "10 Avril 2024": "April 10th, 2024",
    "Une app conçue dans l'idée d'aider les collègues étudiants à optimiser leurs études, révisions, exercices, ...\nEn regroupant un ensemble des anciens questionnaires d'examens, d'interrogations, de TP, ...": "An app designed with the idea of helping fellow students optimize their studies, revisions, exercises, ...\nBy bringing together a set of old exam questionnaires, quizzes, practical work, ...",
    "Fonctionnalité non disponible": "Feature not available",
    "Langue": "Language",
    "A propos": "About",
    "Aide & Feedback": "Help & Feedback",
    "Termes & Conditions": "Terms & Conditions",
    "Veux-tu te déconnecter ?": "Do you want to logout?",
    "Annuler": "Cancel",
    "Faites nous vos feedbacks ...": "Send us your feedback...",
    "Envoyer": "Send",
    "Les présentes Conditions Générales d'Utilisation (dit \"CGU\") s'appliquent à l'application \"Jifunz'App\" et à tous les services accessibles via l'Application.": "These General Conditions of Use (known as \"T&Cs\") apply to the \"Jifunz'App\" application and to all services accessible via the Application.",
    "En utilisant l'Application, vous acceptez sans réserve les présentes CGU.": "By using the Application, you accept these General Terms and Conditions without reservation.",
    "Accès à l'Application": "Access to the App",
    "L'accès à l'Application est gratuit.\nPour utiliser l'Application, vous devez vous connecter via votre compte Google. L'Application collectera les données suivantes de votre compte Google :": "Access to the Application is free.\nTo use the Application, you must log in via your Google account. The Application will collect the following data from your Google account:",
    "Votre nom": "Your name",
    "Votre adresse mail": "Your email",
    "Votre photo de profil": "Your profile picture",
    "Pour maximiser l'expérience avec l'Application, elle vous proposera ensuite de créer un profil utilisateur en complétant les informations suivantes :": "To maximize the experience with the Application, it will then ask you to create a user profile by completing the following information:",
    "Votre université": "Your university",
    "Votre faculté": "Your faculty",
    "Votre promotion": "Your grade",
    "Vos cours préférés au-delà de ceux de votre promotion": "Your favorite courses beyond those of your promotion",
    "Utilisation de l'Application": "Use of the App",
    "L'Application vous permet de :": "The App allows you to:",
    "Accéder à une base de données des anciens questionnaires d'examens, d'interrogations, de TP, ...": "Access a database of old exam questionnaires, quizzes, practical work, ...",
    "Rechercher des questionnaires par mot-clé, par matière, par niveau, ...": "Search questionnaires by keyword, by subject, by level, ...",
    "Télécharger et consulter les questionnaires": "Download and view the questionnaires",
    "Déposer vos propres questionnaires": "Submit your own questionnaires",
    "Noter, commenter et signaler un questionnaire": "Rate, comment and report a questionnaire",
    "Propriété Intellectuelle": "Intellectual Property",
    "Le contenu de l'Application, y compris les questionnaires, les textes, les images, les vidéos, ..., est protégé par le droit d'auteur et appartient à l'Editeur ou à ses tiers concédants (Université, Enseignant, Etudiant, ... ).": "The content of the Application, including questionnaires, texts, images, videos, ..., is protected by copyright and belongs to the Publisher or its third party licensors (University, Teacher, Student , ... ).",
    "Vous ne pouvez pas reproduire, diffuser, modifier ou adapter le contenu de l'Application sans l'autorisation expresse de l'Editeur.": "You may not reproduce, distribute, modify or adapt the content of the Application without the express authorization of the Publisher.",
    "Données Personnelles": "Personal Data",
    "L'Editeur s'engage à respecter la vie privée des utilisateurs de l'Application.\nLes données personnelles collectées par l'Editeur sont utilisées pour les finalités suivantes :": "The Publisher undertakes to respect the privacy of users of the Application.\nThe personal data collected by the Publisher is used for the following purposes:",
    "Gérer votre compte utilisateur": "Manage your user account",
    "Vous fournir les Services": "Providing the Services to you",
    "Améliorer l'Application": "Improve the App",
    "Vous adresser des informations importantes": "Send you important informations",
    "Vous disposez d'un droit d'accès, de rectification, de suppression et de portabilité de vos données personnelles.": "You have a right of access, rectification, deletion and portability of your personal data.",
    "Responsabilité": "Responsibility",
    "L'Editeur s'engage à mettre en œuvre tous les moyens nécessaires pour garantir la sécurité de l'Application et des Services.\nCependant, l'Editeur ne peut pas garantir que l'Application et les Services seront exempts d'erreurs ou de dysfonctionnements.\nL'Editeur ne peut pas être tenu responsable des dommages directs ou indirects causés par l'utilisation de l'Application ou des Services.": "The Publisher undertakes to implement all necessary means to guarantee the security of the Application and the Services.\nHowever, the Publisher cannot guarantee that the Application and the Services will be free of errors or malfunctions.\nThe Publisher cannot be held responsible for direct or indirect damage caused by the use of the App or the Services.",
    "Modification des CGU": "Modification of the T&Cs",
    "L'Editeur se réserve le droit de modifier les présentes CGU à tout moment.\nLes modifications apportées aux CGU seront applicables dès leur publication sur l'Application.": "The Publisher reserves the right to modify these T&Cs at any time.\nThe modifications made to the T&Cs will be applicable as soon as they are published on the App.",
    "Contact": "Contact",
    "Pour toute question relative aux présentes CGU, vous pouvez contacter l'Editeur à l'adresse suivante :": "For any questions relating to these T&Cs, you can contact the Publisher at the following address:",
    "Commenter": "Comment",
    "Partager": "Share",
    "Télécharger": "Download",
    "Signaler": "Report",
    "Trouver ": "Find ",
    "les termes & conditions ici": "terms & conditions here",
    "Ajouter une image": "Add an image",
    "Epreuve": "Test",
    "Année Académique": "Academic Year",
    "Session": "Session",
    "Ordinaire": "Ordinary",
    "Rattrapage": "Catch-up",
    "Pas de notifications": "No notifications",
    "Merci pour votre feedback": "Thank you for your feedback",
    "Erreur... Vérifie ta connexion": "Error... Check your connection",
    "Faites nous savoir les soucis du doc ...": "Let us know the doc's concerns...",
    "Désolé mais il semble que nous n'avons pas trouvé les cours de ": "Sorry but it seems we couldn't find the courses for ",
    ". Pouvez-vous aider le concepteur en signalant l'incident et apporter votre aide au projet !": ". Can you help the designer by reporting the incident and helping with the project!",
    "Veuillez laisser un mail à l'adresse suivante : ": "Please leave an email to the following address: ",
    "ou cliquer sur l'icône en bas pour le contact WhatsApp :": "or click on the bottom icon for WhatsApp contact:",
    "Avez-vous des choses à signaler par rapport aux cours de votre promotion, n'hésitez pas à laisser un mail à cette addresse : ": "Do you have anything to report regarding the courses in your promotion, do not hesitate to leave an email at this address: ",
    "Merci pour l'ajout": "Thanks for the addition",
    "Veuillez compléter toutes les infos": "Please complete all informations",
    "Traitement...": "Processing...",
    "Si aucun cours n'est retrouvé pour une promotion ce qu'il n'y a pas encore des données de cette faculté et promotion.\nMerci de contacter le concepteur pour plus d'infos.": "If no course is found for a promotion, there is no data for this faculty and promotion yet.\nPlease contact the designer for more information.",
    "Aucun document trouvé !": "No document found!",
    "Pour ajouter un document,\nveuillez cliquer sur le bouton (+)\nen bas au centre": "To add a document,\nplease click on the (+)\nbutton at the bottom\ncenter",
    "Pas de connection": "No connection",
    "Connexion ...": "Connection...",
    "Traitement en cours ...": "Processing in progress...",
    "Traitement en cours ... Veuillez patienter": "Processing in progress... Please wait",
    "Veux-tu annuler l'ajout du document ?": "Do you want to cancel adding the document?",
    "Téléchargement ...": "Download...",
    "Téléchargé avec succès": "Download successfully",
    "Merci pour le signal": "Thanks for the signal",
    "Je te partage ce doc pour ton apprentissage depuis Jifunz'App": "I share this doc with you for your learning from Jifunz'App",
    "Partage ...": "Sharing...",
    "Impossible d'ajouter l'image, réessayer plus tard": "Unable to add image, try again later",
    "Impossible de télécharger l'image pour l'instant": "Unable to download image at the moment",
    "Détails": "Details",
    "Ajout d'un questionnaire": "Adding a questionnaire",
    "Série": "Serie",
    "Pas de série": "No serie",
    "Début d'ajout... Veuillez patienter": "Start of adding... Please wait",
    "Feedback": "Feedback",
    "Invite": "Invite",
    "Modifier le compte utilisateur": "Edit user account",
    "Vous êtes sur le point de modifier votre compte utilisateur. Cela changera les données de l'App relativement à ces inforamtions modifiées.": "You are about to modify your user account. This will change the App data in relation to this modified informations.",
    "Ici, vous ne pouvez modifier que les infos supplémentaires donc votre faculté et votre promotion car nous ne sommes que dans une seule Université pour l'instant.": "Here, you can only modify additional informations, therefore your faculty and your promotion because we are only in one University for the moment.",
    "Si vous comptez changer de compte, veuillez vous déconnecter puis vous reconnecter avec un autre.": "If you plan to change accounts, please log out and log in with another.",
    "Impossible d'ajouter le doc, réessayer plus tard": "Unable to add doc, try again later",
    "Fichier volumineux > 2Mb": "Large file > 2Mb",
    "Extension non prise en charge": "Unsupported extension",
    "Veuillez sélectionner un fichier pdf": "Please select a pdf file",
    "Impossible de partager l'image pour l'instant": "Unable to share the image at the moment",
    "Temps d'ajout épuisé!": "Add time running out!",
    "Veuillez vérifier votre connexion et réessayer": "Please check your connection and try again",
    "Nom de l'Auteur": "Author Name",
    "Email de l'Auteur": "Author Email",
    "Impossible d'ajouter le document": "Unable to add document",
    "Document existant": "Existing document",
    "Suite d'un doc existant ?": "Following an existing doc?",
    "Préparation...": "Preparing...",
    "Impossible d'ajouter le doc, veuillez réessayer": "Unable to add doc, please try again",
    "Oups, nous n'arrivons pas à trouver la commande, veuillez réessayer !": "Oops, we can't find the command, please try again!",
    "Pas des données pour cette information": "No data for this information",
    "Thème sombre": "Dark theme",
    "Pas des données pour ces infos": "No data for this information",
    "Infos mises en jour avec succès": "Info updated successfully",
    "Erreur lors de mise en jour": "Error during update",
    "Aucun cours retrouvés pour ces infos": "No courses found for this informations",
    "Impossible d'ajouter l'image, veuillez réessayer": "Unable to add image, please try again",
    "Impossible de partager le doc pour l'instant": "Unable to share the doc at the moment",
    "Je te partage cette image pour ton apprentissage depuis Jifunz'App": "I share this image with you for your learning from Jifunz'App",
    "Réessayer": "Retry",
    "Modification du profil": "Editing profile",
    "25 Juillet 2024": "July, 25th 2024"
}